Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Where measured accuracy figures exist for a method this app uses, they are quoted in the relevant Help Center article rather than hidden here: the agreement of HRV sleep staging with lab polysomnography, the error of optical versus ECG intervals, the sensitivity and specificity of wearable illness flags, and the limits of agreement on DFA a1 during hard exercise.
ar: حيثما توجد أرقام دقة مقيسة لطريقة يستخدمها هذا التطبيق، فهي مذكورة في مقالة مركز المساعدة ذات الصلة بدلًا من إخفائها هنا: توافق تصنيف مراحل النوم بـ HRV مع تخطيط النوم المختبري، وخطأ الفواصل البصرية مقارنةً بـ ECG، وحساسية ونوعية تنبيهات المرض من الأجهزة القابلة للارتداء، وحدود التوافق لـ DFA a1 أثناء التمرين الشاق.
da: Hvor der findes målte nøjagtighedstal for en metode, som appen bruger, er de citeret i den relevante artikel i Hjælpecenter i stedet for at blive gemt væk her: overensstemmelsen mellem HRV-baseret søvnstadieinddeling og polysomnografi i laboratoriet, fejlen ved optiske versus EKG-intervaller, sensitivitet og specificitet for wearables' sygdomsadvarsler samt grænserne for overensstemmelse for DFA a1 under hård træning.
de: Wo es gemessene Genauigkeitswerte für eine Methode dieser App gibt, werden sie im passenden Artikel des Hilfezentrums genannt statt hier versteckt: die Übereinstimmung der HRV-Schlafphasen mit Polysomnografie im Labor, der Fehler optischer gegenüber EKG-Intervallen, Sensitivität und Spezifität von Krankheitswarnungen durch Wearables und die Übereinstimmungsgrenzen von DFA a1 bei hartem Training.
es: Cuando existen cifras de precisión medidas para un método que usa esta app, se citan en el artículo correspondiente del Centro de ayuda en lugar de ocultarse aquí: la concordancia de las fases de sueño por HRV con la polisomnografía de laboratorio, el error de los intervalos ópticos frente a los de ECG, la sensibilidad y especificidad de los avisos de enfermedad de los wearables, y los límites de concordancia del DFA a1 durante el ejercicio intenso.
fi: Kun tämän sovelluksen käyttämälle menetelmälle on mitattuja tarkkuuslukuja, ne mainitaan asiaankuuluvassa Ohjekeskuksen artikkelissa eikä niitä piiloteta tänne: HRV-pohjaisen univaiheiden luokittelun yhtäpitävyys laboratorion polysomnografian kanssa, optisten välien virhe EKG:hen verrattuna, puettavien laitteiden sairausilmoitusten herkkyys ja tarkkuus sekä DFA a1:n yhtäpitävyyden rajat kovassa rasituksessa.
fr: Lorsque des chiffres de précision mesurés existent pour une méthode utilisée par cette app, ils sont cités dans l'article correspondant du Centre d'aide plutôt que cachés ici : la concordance des phases de sommeil HRV avec la polysomnographie en laboratoire, l'erreur des intervalles optiques par rapport à l'ECG, la sensibilité et la spécificité des alertes de maladie des objets connectés, et les limites de concordance du DFA a1 pendant l'effort intense.
is: Þar sem mældar nákvæmnistölur eru til fyrir aðferð sem þetta app notar er vitnað í þær í viðeigandi grein í Hjálparmiðstöðinni frekar en að fela þær hér: samræmi HRV-svefnstigunar við svefnrannsókn á rannsóknarstofu, skekkja ljósnemabila miðað við hjartalínurit, næmi og sértæki veikindaviðvarana klæðanlegra tækja og samræmismörk DFA a1 við erfiða áreynslu.
it: Dove esistono dati di accuratezza misurati per un metodo usato da questa app, sono citati nel relativo articolo del Centro assistenza invece di essere nascosti qui: la concordanza delle fasi del sonno da HRV con la polisonnografia in laboratorio, l'errore degli intervalli ottici rispetto all'ECG, la sensibilità e specificità degli avvisi di malattia dei dispositivi indossabili e i limiti di concordanza del DFA a1 durante l'esercizio intenso.
ja: このアプリが使用する手法について測定された精度の数値がある場合は、ここで隠すのではなく、関連するヘルプセンターの記事で引用しています：HRV 睡眠ステージ判定と検査室での睡眠ポリグラフ検査との一致度、光学式と ECG の間隔の誤差、ウェアラブルによる体調不良フラグの感度と特異度、そして高強度運動中の DFA a1 の一致限界です。
ko: 이 앱이 사용하는 방법에 대해 측정된 정확도 수치가 있는 경우, 여기 숨기지 않고 관련 도움말 센터 문서에 인용해 두었습니다: HRV 수면 단계 판정과 실험실 수면다원검사의 일치도, 광학 대 ECG 간격의 오차, 웨어러블 질병 경고의 민감도와 특이도, 고강도 운동 중 DFA a1의 일치 한계.
nb: Der det finnes målte nøyaktighetstall for en metode appen bruker, er de gjengitt i den aktuelle artikkelen i Hjelpesenter i stedet for å være gjemt her: samsvaret mellom HRV-basert søvnstadieinndeling og polysomnografi i laboratoriet, feilen ved optiske kontra EKG-intervaller, sensitiviteten og spesifisiteten til sykdomsvarsler fra wearables, og grensene for samsvar for DFA a1 under hard trening.
nl: Waar er gemeten nauwkeurigheidscijfers bestaan voor een methode die deze app gebruikt, staan ze in het betreffende artikel in het Helpcentrum in plaats van hier verborgen: de overeenstemming van HRV-slaapfasering met polysomnografie in het lab, de fout van optische versus ecg-intervallen, de sensitiviteit en specificiteit van ziektesignalen van wearables, en de overeenstemmingsgrenzen van DFA a1 bij zware inspanning.
pt_br: Quando existem números de precisão medidos para um método que este app usa, eles são citados no artigo correspondente da Central de ajuda, e não escondidos aqui: a concordância do estadiamento do sono por HRV com a polissonografia de laboratório, o erro dos intervalos ópticos em relação ao ECG, a sensibilidade e a especificidade dos alertas de doença de wearables e os limites de concordância do DFA a1 durante exercício intenso.
ru: Если для метода, который использует это приложение, есть измеренные показатели точности, они приводятся в соответствующей статье Центра помощи, а не скрываются здесь: согласие стадирования сна по ВСР с лабораторной полисомнографией, погрешность оптических интервалов по сравнению с ЭКГ, чувствительность и специфичность сигналов о болезни от носимых устройств и пределы согласия DFA a1 при тяжёлой нагрузке.
sv: Där det finns uppmätta noggrannhetssiffror för en metod som appen använder anges de i den relevanta artikeln i Hjälpcenter i stället för att gömmas här: överensstämmelsen mellan HRV-baserad sömnstadieindelning och polysomnografi i labb, felet hos optiska jämfört med EKG-intervall, sensitivitet och specificitet för sjukdomsflaggor från wearables, och gränserna för överensstämmelse för DFA a1 vid hård träning.
zh_hans: 对于本应用所用方法，凡有实测准确度数据的，都会在相关帮助中心文章中引用，而不是在此隐藏：HRV 睡眠分期与实验室多导睡眠图的一致性、光学与 ECG 间期的误差、可穿戴设备疾病提示的敏感度和特异度，以及高强度运动中 DFA a1 的一致性界限。

source: where you started
ar: حيث بدأت
da: hvor du startede
de: wo du gestartet bist
es: donde empezaste
fi: mistä aloitit
fr: votre point de départ
is: þar sem þú byrjaðir
it: dove sei partito
ja: 出発地点
ko: 출발한 곳
nb: der du startet
nl: waar je begon
pt_br: onde você começou
ru: место старта
sv: där du startade
zh_hans: 你出发的地方

source: While Apple Intelligence is selected, Deep also answers on this iPhone. Select a cloud model to send every turn to it.
ar: عند تحديد Apple Intelligence، يجيب الوضع المعمّق أيضًا على هذا الـ iPhone. اختر نموذجًا سحابيًا لإرسال كل دور إليه.
da: Mens Apple Intelligence er valgt, svarer Dyb også på denne iPhone. Vælg en cloudmodel for at sende alle beskeder til den.
de: Solange Apple Intelligence ausgewählt ist, antwortet auch Gründlich auf diesem iPhone. Wähle ein Cloud-Modell, um jede Nachricht daran zu senden.
es: Mientras Apple Intelligence esté seleccionado, Profundo también responde en este iPhone. Selecciona un modelo en la nube para enviarle cada mensaje.
fi: Kun Apple Intelligence on valittuna, myös Syvä vastaa tällä iPhonella. Valitse pilvimalli, niin jokainen viesti lähetetään sille.
fr: Tant qu’Apple Intelligence est sélectionné, Approfondi répond aussi sur cet iPhone. Sélectionnez un modèle cloud pour lui envoyer chaque échange.
is: Á meðan Apple Intelligence er valið svarar Djúpt einnig á þessum iPhone. Veldu skýjalíkan til að senda öll skilaboð til þess.
it: Finché è selezionato Apple Intelligence, anche Approfondito risponde su questo iPhone. Seleziona un modello cloud per inviargli ogni messaggio.
ja: Apple Intelligence を選択している間は、ディープもこの iPhone 上で回答します。すべてのやり取りをクラウドモデルに送るには、そのモデルを選択してください。
ko: Apple Intelligence가 선택되어 있는 동안에는 심층 모드도 이 iPhone에서 답변합니다. 모든 대화를 클라우드 모델로 보내려면 해당 모델을 선택하세요.
nb: Mens Apple Intelligence er valgt, svarer også Dyp på denne iPhonen. Velg en skymodell for å sende alle meldinger til den.
nl: Zolang Apple Intelligence is geselecteerd, antwoordt Diepgaand ook op deze iPhone. Selecteer een cloudmodel om elke beurt daarheen te sturen.
pt_br: Enquanto o Apple Intelligence estiver selecionado, o Profundo também responde neste iPhone. Selecione um modelo na nuvem para enviar cada mensagem a ele.
ru: Пока выбран Apple Intelligence, режим «Глубоко» тоже отвечает на этом iPhone. Выберите облачную модель, чтобы отправлять ей каждый запрос.
sv: Medan Apple Intelligence är valt svarar även Djup på den här iPhonen. Välj en molnmodell för att skicka varje meddelande till den.
zh_hans: 选择 Apple Intelligence 时，深度模式同样在这台 iPhone 上回答。选择一个云端模型，即可将每轮对话发送给它。

source: WhisperKit (open-source)
ar: WhisperKit (مفتوح المصدر)
es: WhisperKit (código abierto)
fi: WhisperKit (avoin lähdekoodi)
is: WhisperKit (opinn hugbúnaður)
ja: WhisperKit（オープンソース）
ko: WhisperKit(오픈 소스)
nb: WhisperKit (åpen kildekode)
pt_br: WhisperKit (código aberto)
ru: WhisperKit (открытый код)
sv: WhisperKit (öppen källkod)
zh_hans: WhisperKit（开源）

source: WhisperKit model isn't loaded yet — try again in a moment.
ar: لم يتم تحميل نموذج WhisperKit بعد — حاول مرة أخرى بعد قليل.
da: WhisperKit-modellen er ikke indlæst endnu — prøv igen om lidt.
de: Das WhisperKit-Modell ist noch nicht geladen — versuch es gleich noch einmal.
es: El modelo de WhisperKit aún no está cargado — inténtalo de nuevo en un momento.
fi: WhisperKit-mallia ei ole vielä ladattu — yritä hetken päästä uudelleen.
fr: Le modèle WhisperKit n'est pas encore chargé — réessayez dans un instant.
is: WhisperKit-líkanið hefur ekki verið hlaðið enn — reyndu aftur eftir smástund.
it: Il modello WhisperKit non è ancora caricato — riprova tra poco.
ja: WhisperKit モデルがまだ読み込まれていません — しばらくしてからもう一度お試しください。
ko: WhisperKit 모델이 아직 로드되지 않았습니다 — 잠시 후 다시 시도하세요.
nb: WhisperKit-modellen er ikke lastet inn ennå — prøv igjen om litt.
nl: Het WhisperKit-model is nog niet geladen — probeer het zo opnieuw.
pt_br: O modelo WhisperKit ainda não foi carregado — tente de novo em instantes.
ru: Модель WhisperKit ещё не загружена — повторите попытку чуть позже.
sv: WhisperKit-modellen har inte laddats än — försök igen om en stund.
zh_hans: WhisperKit 模型尚未加载 — 请稍后再试。

source: Why is my recovery score what it is today? Use the factor breakdown and probable causes — be specific.
ar: لماذا درجة تعافيّ اليوم على ما هي عليه؟ استخدم تفصيل العوامل والأسباب المحتملة — وكن محددًا.
da: Hvorfor er min restitutionsscore, som den er i dag? Brug faktoropdelingen og de sandsynlige årsager — vær konkret.
de: Warum ist mein Erholungs-Score heute so, wie er ist? Nutze die Faktorenaufschlüsselung und die wahrscheinlichen Ursachen – sei konkret.
es: ¿Por qué mi puntuación de recuperación es la que es hoy? Usa el desglose de factores y las causas probables; sé concreto.
fi: Miksi palautumispisteeni on tänään tällainen? Käytä tekijäerittelyä ja todennäköisiä syitä – ole tarkka.
fr: Pourquoi mon score de récupération est-il ce qu'il est aujourd'hui ? Utilise le détail des facteurs et les causes probables — sois précis.
is: Af hverju er endurheimtarskorið mitt eins og það er í dag? Notaðu sundurliðun þáttanna og líklegar orsakir — vertu nákvæmur.
it: Perché oggi il mio punteggio di recupero è quello che è? Usa la ripartizione dei fattori e le cause probabili, sii specifico.
ja: 今日の回復スコアがこの値なのはなぜですか？要因の内訳と考えられる原因を使って、具体的に説明してください。
ko: 오늘 내 회복 점수가 왜 이런가요? 요인 분석과 가능한 원인을 바탕으로 구체적으로 알려 주세요.
nb: Hvorfor er restitusjonspoengsummen min som den er i dag? Bruk faktorfordelingen og de sannsynlige årsakene – vær konkret.
nl: Waarom is mijn herstelscore vandaag zoals hij is? Gebruik de uitsplitsing per factor en de waarschijnlijke oorzaken — wees concreet.
pt_br: Por que minha pontuação de recuperação está assim hoje? Use o detalhamento dos fatores e as causas prováveis — seja específico.
ru: Почему моя оценка восстановления сегодня именно такая? Используй разбивку по факторам и вероятные причины — конкретно.
sv: Varför är min återhämtningspoäng som den är idag? Använd faktoruppdelningen och de troliga orsakerna – var konkret.
zh_hans: 为什么我今天的恢复评分是这样？请结合各因素明细和可能原因，具体说明。

source: Why we removed Acute:Chronic Workload Ratio (ACWR)
ar: لماذا أزلنا نسبة عبء العمل الحاد إلى المزمن (ACWR)
da: Hvorfor vi fjernede Acute:Chronic Workload Ratio (ACWR)
de: Warum wir die Acute:Chronic Workload Ratio (ACWR) entfernt haben
es: Por qué eliminamos la ratio de carga aguda:crónica (ACWR)
fi: Miksi poistimme Acute:Chronic Workload Ratio -mittarin (ACWR)
fr: Pourquoi nous avons supprimé l'Acute:Chronic Workload Ratio (ACWR)
is: Af hverju við fjarlægðum Acute:Chronic Workload Ratio (ACWR)
it: Perché abbiamo rimosso l'Acute:Chronic Workload Ratio (ACWR)
ja: 急性：慢性ワークロード比（ACWR）を削除した理由
ko: 급성:만성 부하 비율(ACWR)을 제거한 이유
nb: Hvorfor vi fjernet Acute:Chronic Workload Ratio (ACWR)
nl: Waarom we de Acute:Chronic Workload Ratio (ACWR) hebben verwijderd
pt_br: Por que removemos a Acute:Chronic Workload Ratio (ACWR)
ru: Почему мы убрали соотношение острой и хронической нагрузки (ACWR)
sv: Varför vi tog bort Acute:Chronic Workload Ratio (ACWR)
zh_hans: 我们为何移除急性：慢性负荷比（ACWR）

source: Why? Because counting load in the score penalized the same physiological event twice. The HRV signal already reflects how hard you trained.
ar: لماذا؟ لأن احتساب الحمل في الدرجة كان يعاقب على الحدث الفسيولوجي نفسه مرتين. إشارة HRV تعكس أصلًا مدى شدة تدريبك.
da: Hvorfor? Fordi belastning i scoren straffede den samme fysiologiske hændelse to gange. HRV-signalet afspejler allerede, hvor hårdt du har trænet.
de: Warum? Weil die Belastung im Score dasselbe physiologische Ereignis doppelt bestraft hat. Das HRV-Signal zeigt bereits, wie hart du trainiert hast.
es: ¿Por qué? Porque contar la carga en la puntuación penalizaba dos veces el mismo hecho fisiológico. La señal de HRV ya refleja lo duro que has entrenado.
fi: Miksi? Koska kuorman laskeminen pisteisiin rankaisi samasta fysiologisesta tapahtumasta kahdesti. HRV-signaali kertoo jo, kuinka kovaa harjoittelit.
fr: Pourquoi ? Parce qu’intégrer la charge au score pénalisait deux fois le même événement physiologique. Le signal HRV reflète déjà l’intensité de votre entraînement.
is: Af hverju? Vegna þess að álag í stiginu refsaði fyrir sama lífeðlisfræðilega atburðinn tvisvar. HRV-merkið endurspeglar nú þegar hversu stíft þú æfðir.
it: Perché? Perché contare il carico nel punteggio penalizzava due volte lo stesso evento fisiologico. Il segnale HRV riflette già quanto ti sei allenato.
ja: 理由：負荷をスコアに含めると、同じ生理的な出来事を二重に減点していたためです。HRV の信号にはトレーニングの強さがすでに反映されています。
ko: 이유는? 부하를 점수에 넣으면 같은 생리적 사건을 두 번 감점했기 때문입니다. HRV 신호에는 이미 훈련 강도가 반영되어 있습니다.
nb: Hvorfor? Fordi belastning i skåren straffet den samme fysiologiske hendelsen to ganger. HRV-signalet viser allerede hvor hardt du trente.
nl: Waarom? Omdat belasting in de score dezelfde fysiologische gebeurtenis twee keer afstrafte. Het HRV-signaal laat al zien hoe hard je hebt getraind.
pt_br: Por quê? Porque contar a carga na pontuação penalizava duas vezes o mesmo evento fisiológico. O sinal de HRV já reflete o quanto você treinou.
ru: Почему? Учёт нагрузки в оценке дважды наказывал за одно и то же физиологическое событие. Сигнал ВСР уже отражает, насколько тяжело вы тренировались.
sv: Varför? Eftersom belastning i poängen straffade samma fysiologiska händelse två gånger. HRV-signalen visar redan hur hårt du har tränat.
zh_hans: 为什么？因为把负荷计入分数会对同一生理事件重复扣分。HRV 信号本身已经反映了你的训练强度。

source: Window beats
ar: نبضات النافذة
da: Slag i vinduet
de: Schläge im Fenster
es: Latidos de la ventana
fi: Lyönnit ikkunassa
fr: Battements de la fenêtre
is: Slög í glugga
it: Battiti nella finestra
ja: 区間の拍数
ko: 구간 박동 수
nb: Slag i vinduet
nl: Slagen in venster
pt_br: Batimentos da janela
ru: Удары в окне
sv: Slag i fönstret
zh_hans: 窗口心跳数

source: Window classification
ar: تصنيف النافذة
da: Klassificering af vindue
de: Fensterklassifizierung
es: Clasificación de ventana
fi: Ikkunan luokittelu
fr: Classification de la fenêtre
is: Flokkun glugga
it: Classificazione della finestra
ja: ウィンドウ分類
ko: 구간 분류
nb: Klassifisering av vindu
nl: Vensterclassificatie
pt_br: Classificação da janela
ru: Классификация окна
sv: Klassificering av fönster
zh_hans: 窗口分类

source: Window for a quality session if your plan calls for one. Otherwise easy aerobic to bank volume.
ar: فرصة لجلسة نوعية إذا كانت خطتك تتضمنها. وإلا فتمرين هوائي سهل لزيادة الحجم.
da: Plads til en kvalitetssession, hvis din plan lægger op til det. Ellers let aerobt for at samle volumen.
de: Raum für eine Qualitätseinheit, wenn dein Plan eine vorsieht. Sonst locker im Ausdauerbereich, um Umfang zu sammeln.
es: Hay margen para una sesión de calidad si tu plan la incluye. Si no, aeróbico suave para sumar volumen.
fi: Tilaa laatuharjoitukselle, jos suunnitelmasi sitä vaatii. Muuten kevyttä aerobista volyymin kartuttamiseksi.
fr: Fenêtre pour une séance de qualité si votre plan en prévoit une. Sinon, aérobie facile pour accumuler du volume.
is: Svigrúm fyrir gæðaæfingu ef áætlunin gerir ráð fyrir henni. Annars létt þolæfing til að safna magni.
it: Spazio per una sessione di qualità, se il tuo piano la prevede. Altrimenti aerobico facile per accumulare volume.
ja: 計画にあれば質の高いセッションの好機です。なければ軽い有酸素で量を積みましょう。
ko: 계획에 있다면 고강도 세션을 할 기회입니다. 아니라면 가벼운 유산소로 운동량을 쌓으세요.
nb: Rom for en kvalitetsøkt hvis planen din legger opp til det. Ellers lett aerobt for å samle volum.
nl: Ruimte voor een kwaliteitstraining als je schema daarom vraagt. Anders rustig duurwerk om volume op te bouwen.
pt_br: Espaço para uma sessão de qualidade, se o seu plano pedir. Caso contrário, aeróbico leve para acumular volume.
ru: Есть возможность для качественной тренировки, если она в плане. Иначе — лёгкая аэробная работа для объёма.
sv: Utrymme för ett kvalitetspass om din plan har ett. Annars lätt aerobt för att samla volym.
zh_hans: 如果计划中有高质量训练，现在是好时机。否则就做轻松有氧来积累训练量。

source: Wisely backed off
ar: تراجع حكيم
da: Klogt skruet ned
de: Klug zurückgenommen
es: Bajaste el ritmo con acierto
fi: Viisaasti kevennetty
fr: Sagement levé le pied
is: Skynsamlega dregið úr
it: Rallentato con saggezza
ja: 賢く抑えた
ko: 현명하게 강도를 낮춤
nb: Klokt å roe ned
nl: Verstandig gas teruggenomen
pt_br: Recuo inteligente
ru: Разумно снизили нагрузку
sv: Klokt att dra ner
zh_hans: 明智地放缓

source: Working
ar: قيد العمل
da: Arbejder
de: Am Arbeiten
es: Trabajando
fi: Työn alla
fr: En travail
is: Í vinnslu
it: In lavoro
ja: 負荷あり
ko: 훈련 중
nb: I arbeid
nl: Aan het werk
pt_br: Em trabalho
ru: В работе
sv: I arbete
zh_hans: 在消化负荷

source: Workout is missing required fields (start/end/metadata).
ar: التمرين يفتقد حقولًا مطلوبة (البداية/النهاية/البيانات الوصفية).
da: Træningen mangler påkrævede felter (start/slut/metadata).
de: Dem Training fehlen Pflichtfelder (Start/Ende/Metadaten).
es: Al entrenamiento le faltan campos obligatorios (inicio/fin/metadatos).
fi: Harjoituksesta puuttuu pakollisia kenttiä (alku/loppu/metatiedot).
fr: Il manque des champs obligatoires à la séance (début/fin/métadonnées).
is: Æfinguna vantar nauðsynlega reiti (upphaf/lok/lýsigögn).
it: Mancano campi obbligatori nell'allenamento (inizio/fine/metadati).
ja: ワークアウトに必須項目（開始／終了／メタデータ）がありません。
ko: 운동에 필수 항목(시작/종료/메타데이터)이 없습니다.
nb: Økten mangler obligatoriske felt (start/slutt/metadata).
nl: Training mist verplichte velden (start/einde/metadata).
pt_br: O treino está sem campos obrigatórios (início/fim/metadados).
ru: В тренировке нет обязательных полей (начало/конец/метаданные).
sv: Passet saknar obligatoriska fält (start/slut/metadata).
zh_hans: 训练缺少必填字段（开始/结束/元数据）。

source: Workouts
ar: التمارين
da: Træninger
de: Trainings
es: Entrenamientos
fi: Harjoitukset
fr: Séances
is: Æfingar
it: Allenamenti
ja: ワークアウト
ko: 운동
nb: Økter
nl: Trainingen
pt_br: Treinos
ru: Тренировки
sv: Träningspass
zh_hans: 训练

source: Worse than average
ar: أسوأ من المتوسط
da: Dårligere end gennemsnittet
de: Schlechter als der Durchschnitt
es: Peor que la media
fi: Keskiarvoa heikompi
fr: Moins bon que la moyenne
is: Verra en meðaltal
it: Peggiore della media
ja: 平均より不良
ko: 평균보다 나쁨
nb: Dårligere enn gjennomsnittet
nl: Slechter dan gemiddeld
pt_br: Pior que a média
ru: Хуже среднего
sv: Sämre än genomsnittet
zh_hans: 差于平均水平

source: Worth checking with a healthcare professional if you're concerned.
ar: إذا كان الأمر يقلقك، فمن المفيد مراجعة أخصائي رعاية صحية.
da: Hvis du er bekymret, kan det være værd at tjekke med en sundhedsfaglig person.
de: Wenn du dir Sorgen machst, lohnt sich ein Gespräch mit einer Fachperson aus dem Gesundheitswesen.
es: Si te preocupa, vale la pena consultarlo con un profesional sanitario.
fi: Jos asia huolestuttaa sinua, se kannattaa tarkistaa terveydenhuollon ammattilaiselta.
fr: Si cela vous inquiète, il peut être utile d'en parler à un professionnel de santé.
is: Ef þú hefur áhyggjur er gott að ræða það við heilbrigðisstarfsmann.
it: Se ti preoccupa, vale la pena sentire un professionista sanitario.
ja: 気になる場合は、医療の専門家に確認してみる価値があります。
ko: 걱정된다면 보건 의료 전문가에게 확인해 보는 것이 좋습니다.
nb: Hvis du er bekymret, kan det være lurt å sjekke med helsepersonell.
nl: Als je je zorgen maakt, is het de moeite waard om het na te gaan bij een zorgprofessional.
pt_br: Se isso te preocupa, vale a pena verificar com um profissional de saúde.
ru: Если это вас беспокоит, стоит уточнить у специалиста в области здравоохранения.
sv: Om du är orolig kan det vara värt att stämma av med vårdpersonal.
zh_hans: 如果你感到担心，值得向医疗保健专业人员确认一下。

source: Yellow
ar: أصفر
da: Gul
de: Gelb
es: Amarillo
fi: Keltainen
fr: Jaune
is: Gulur
it: Giallo
ja: イエロー
ko: 노란색
nb: Gul
nl: Geel
pt_br: Amarelo
ru: Жёлтый
sv: Gul
zh_hans: 黄色

source: Yes — you logged a workout.
ar: نعم — سجّلت تمرينًا.
da: Ja — du har registreret en træning.
de: Ja — du hast ein Training aufgezeichnet.
es: Sí — registraste un entrenamiento.
fi: Kyllä — tallensit harjoituksen.
fr: Oui — vous avez enregistré une séance.
is: Já — þú skráðir æfingu.
it: Sì — hai registrato un allenamento.
ja: はい — ワークアウトの記録があります。
ko: 네 — 운동 기록이 있습니다.
nb: Ja — du registrerte en økt.
nl: Ja — je hebt een training vastgelegd.
pt_br: Sim — você registrou um treino.
ru: Да — тренировка записана.
sv: Ja — du registrerade ett träningspass.
zh_hans: 是的——你记录了一次训练。

source: Yes — you trained for %@.
ar: نعم — تدربت لمدة %@.
da: Ja — du trænede i %@.
de: Ja — du hast %@ trainiert.
es: Sí — entrenaste %@.
fi: Kyllä — harjoittelit %@.
fr: Oui — vous vous êtes entraîné pendant %@.
is: Já — þú æfðir í %@.
it: Sì — ti sei allenato per %@.
ja: はい — %@トレーニングしました。
ko: 네 — %@ 동안 운동했습니다.
nb: Ja — du trente i %@.
nl: Ja — je hebt %@ getraind.
pt_br: Sim — você treinou por %@.
ru: Да — вы тренировались %@.
sv: Ja — du tränade i %@.
zh_hans: 是的——你训练了%@。

source: Yoga
ar: اليوغا
fi: Jooga
is: Jóga
ja: ヨガ
ko: 요가
pt_br: Ioga
ru: Йога
zh_hans: 瑜伽

source: You averaged %lld bpm, %lld%% of your max.
ar: كان متوسطك %lld نبضة/دقيقة، أي %lld%% من حدك الأقصى.
da: Du lå i gennemsnit på %lld bpm, %lld%% af din maks.
de: Du lagst im Schnitt bei %lld bpm, %lld %% deines Maximums.
es: Promediaste %lld lpm, el %lld %% de tu máximo.
fi: Keskisykkeesi oli %lld bpm, %lld %% maksimistasi.
fr: Vous étiez en moyenne à %lld bpm, soit %lld %% de votre max.
is: Meðaltalið var %lld slög/mín, %lld%% af hámarkinu þínu.
it: Hai tenuto una media di %lld bpm, il %lld%% del tuo massimo.
ja: 平均%lld bpm、最大心拍数の%lld%%でした。
ko: 평균 %lld bpm, 최대 심박수의 %lld%%였습니다.
nb: Du lå i snitt på %lld bpm, %lld %% av makspulsen din.
nl: Je zat gemiddeld op %lld bpm, %lld%% van je max.
pt_br: Sua média foi de %lld bpm, %lld%% do seu máximo.
ru: В среднем %lld уд/мин — %lld%% от вашего максимума.
sv: Du låg i snitt på %lld bpm, %lld %% av din maxpuls.
zh_hans: 你的平均心率为 %lld bpm，相当于最大心率的 %lld%%。
